Revit 2027 API
ParameterTypeId.RbsCabletrayrunHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayrunHeightParam { get; }
Public Shared ReadOnly Property RbsCabletrayrunHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayrunHeightParam {
	ForgeTypeId^ get ();
}
static member RbsCabletrayrunHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace